tap "arl/arl" # for git-mux

brew "fzf"
brew "stow"
brew "zoxide"
brew "ripgrep"
brew "wget"
brew "tmux"
brew "tpm"
brew "neovim"
brew "coreutils"
brew "findutils"
brew "gnu-which"
brew "gnu-tar"
brew "gnu-sed"
brew "gawk"
brew "gnutls"
brew "gnu-indent"
brew "gnu-getopt"
brew "grep"
brew "postgresql"
brew "nvm"
brew "gitmux"

cask "vlc"
cask "slack"
cask "discord"
cask "telegram"
cask "signal"
cask "ilok-license-manager"
cask "zed"
cask "visual-studio-code"
cask "cursor"
cask "spotify"
cask "alacritty"
cask "ghostty"
cask "guitar-pro"
cask "hiddenbar"
cask "google-chrome"
cask "figma"
cask "autodesk-fusion"
cask "tailscale"
