brew "fzf"
brew "stow"
brew "zoxide"
brew "ripgrep"
brew "wget"
brew "tmux"
cask "vlc"
cask "slack"
cask "discord"
cask "arc"
cask "ilok-license-manager"
cask "zed"
cask "visual-studio-code"
cask "spotify"
cask "alacritty"
cask "guitar-pro"
